Repository: grnet/ganetimgr
Catalog: ganeti/locale/*/LC_MESSAGES/django.po
Languages: el

source: Invalid captcha
el: Λανθασμένη αντιστοίχιση

source: Organization
el: Φορέας

source: Verify
el: Επαλήθευση

source: That e-mail address doesn't have an associated user account or the account has not been activated yet. Are you sure you've registered?
el: Αυτή η διεύθυνση e-mail δεν μπορεί να συσχετιστεί με κάποιο λογαριασμό ή ο λογαριασμός δεν έχει ενεργοποιηθεί ακόμη. Είστε σίγουροι πως έχετε εγγραφεί;

source: The user account associated with this e-mail address cannot reset the password.
el: Ο λογαριασμός που σχετίζεται με αυτή τη διεύθυνση e-mail δεν μπορεί να εισάγει νέο κωδικό.

source: %sUser account activated
el: %sΟ λογαριασμός σας ενεργοποιήθηκε

source: %sIdle Account Notification
el: %sΕιδοποίηση Αδρανών Λογαριασμών

source: A fully qualified domain name, e.g. host.domain.com
el: Ένα κανονικό όνομα DNS, π.χ. host.domain.com

source: Hostname
el: Όνομα

source: Memory
el: Μνήμη

source: Disk size (GB)
el: Μέγεθος δίσκου (GB)

source: Hosts mail server
el: Φιλοξενία mail server

source: Operating System
el: Λειτουργικό Σύστημα

source: Invalid hostname %s
el: Εσφαλμένο όνομα %s

source: Hostname should be fully qualified, e.g. <em>host.domain.com</em>, not <em>host</em>
el: Το όνομα πρέπει να περιλαμβάνει domain, π.χ. <em>host.domain.com</em>, όχι σκέτο <em>host</em>

source: Hostname already exists.
el: Το όνομα χρησιμοποιείται ήδη.

source: Additional comments you would like the service administrators to see
el: Πρόσθετα σχόλια ή παρατηρήσεις που θα θέλατε να λάβουν υπόψιν τους οι διαχειριστές της υπηρεσίας

source: Comments
el: Σχόλια

source: Choose either an organization or fill in the contact information
el: Παρακαλούμε επιλέξτε ένα φορέα ή συμπληρώστε χειροκίνητα τα στοιχεία επικοινωνίας του διαχειριστικού υπεύθυνου

source: Please specify a reason for rejection
el: Παρακαλώ καθορίστε το λόγο της απόρριψης της αίτησης

source: Application already handled
el: Η αίτηση έχει ήδη εκκαθαριστεί

source: Malformed SSH key, must be in OpenSSH format, RSA or DSA
el: Εσφαλμένο SSK κλειδί. Θα πρέπει να είναι σε μορφή OpenSSH, RSA ή DSA

source: Malformed SSH key
el: Εσφαλμένη μορφή SSH κλειδιού

source: Invalid RSA SSH key
el: Λανθασμένο RSA SSH key

source: Invalid DSS SSH key
el: Λανθασμένο DSS SSH key

source: Unknown key type '%s'
el: Άγνωστος τύπος κλειδιού '%s'

source: Email (verify)
el: Email (επιβεβαίωση)

source: Mail fields do not match.
el: Τα πεδία e-mail δεν ταιριάζουν

source: Name
el: Όνομα

source: Surname
el: Επώνυμο

source: organization
el: φορέας

source: organizations
el: φορείς

source: operating system
el: λειτουργικό σύστημα

source: Network
el: Δίκτυο

source: Your request has been filed with id #%d and will be processed shortly.
el: Το αίτημά σας έχει καταχωρηθεί με αναγνωριστικό #%d και η επεξεργασία του θα ξεκινήσει σύντομα.

source: The following keys were skipped because they already exist:<br />%s
el: Τα ακόλουθα κλειδιά υπήρχαν ήδη και δεν αντικαταστάθηκαν:<br />%s

source: Type a username or group name
el: Πληκτρολογήστε ένα όνομα χρήστη ή το όνομα ομάδας

source: Network adapter model
el: Τύπος κάρτας δικτύου

source: Hard disk type
el: Τύπος σκληρού δίσκου

source: Boot device
el: Συσκευή εκκίνησης

source: CD-ROM Drive
el: Συσκευή CD-ROM

source: Allow From
el: Να Επιτρέπονταί

source: Only HTTP URLs are allowed
el: Μόνο URLs συμβατά με τη μορφή HTTP επιτρέπονται

source: %(url)s is not a valid URL
el: %(url)s δεν είναι αποδεκτή μορφή URL

source: Invalid URL
el: Λανθασμένο URL

source: Currently no prefix lengths < %s are allowed
el: Δεν επιτρέπεται prefix με μήκος < %s

source: %(address)s is not a valid address
el: %(address)s δεν είναι αποδεκτή μορφή διεύθυνσης

source: modifying
el: γίνεται τροποποίηση των παραμέτρων της μηχανής

source: creating
el: η μηχανή δημιουργείται

source: Not allowed action
el: Η ενέργεια δεν επιτρέπεται

source: re-installation
el: επανεγκατάσταση

source: destruction
el: καταστροφή

source: rename
el: μετονομασία

source: %(pref)sInstance %(action)s requested: %(instance)s
el: %(pref)sΑίτηση για %(action)s στην εικονική μηχανή: %(instance)s

source: Mail sent
el: Το email στάλθηκε

source: Enter valid JSON
el: Εισάγετε valid JSON

source: Permissions' violation. This action has been logged and our admins will be notified about it
el: Παραβίαση δικαιωμάτων χρήστη. Η ενέργειά σας έχει καταγραφεί και οι διαχειριστές της υπηρεσίας έχουν ειδοποιηθεί

source: Please wait... shutting-down
el: Παρακαλώ περιμένετε... απενεργοποίηση

source: Please wait... starting-up
el: Παρακαλώ περιμένετε... εκκίνηση

source: Please wait... rebooting
el: Παρακαλώ περιμένετε... επανεκκίνηση

source: Welcome! Please take some time to update <a href="%s">your profile</a> and upload your SSH keys.
el: Καλωσήρθατε! Αν θέλετε, αφιερώστε λίγο χρόνο για να ενημερώσετε το <a href="%s">προφίλ σας</a> και να ανεβάσετε τα δημόσια SSH κλειδιά σας.

source: Subject
el: Θέμα

source: Body
el: Κείμενο

source: Recipients
el: Παραλήπτες

source: From user
el: Από το χρήστη

source: My Profile
el: Το προφίλ μου

source: FAQ
el: Συχνές ερωτήσεις

source: Admin
el: Διαχειριστής

source: Language
el: Γλώσσα

source: Logout
el: Έξοδος

source: Create Instance
el: Δημιουργία εικονικής μηχανής

source: Applications
el: Αιτήσεις

source: Home
el: Αρχική

source: Cluster Info
el: Λεπτομέριες συμπλέγματος

source: Nodes
el: Κόμβοι

source: Jobs
el: Εργασίες

source: Audit Log
el: Αρχείο καταγραφής ελέγχου

source: History
el: Ιστορικό

source: Statistics
el: Στατιστικά

source: Idle Accounts
el: Αδρανείς Λογαριασμοί

source: Latest News
el: Τελευταία Νέα

source: Clear Cache
el: Εκκαθάριση μνήμης

source: This is a service provided by
el: Αυτή η υπηρεσία παρέχεται από το

source: Info
el: Περί

source: Service Terms
el: Όροι Χρήσης

source: Create new Virtual Machine
el: Δημιουργία νέας εικονικής μηχανής

source: Instance information
el: Στοιχεία εικονικής μηχανής

source: Administrative contact
el: Διαχειριστικός υπεύθυνος

source: Placement
el: Τοποθέτηση

source: The user has requested explicit network placement on
el: Ο χρήστης έχει αιτηθεί ρητή δικτυακή τοποθέτηση στο

source: Error
el: Σφάλμα

source: Apply
el: Υποβολή

source: Application list
el: Λίστα Αιτήσεων

source: Instance Applications
el: Αιτήσεις μηχανών

source: Pending applications
el: Αιτήσεις που εκκρεμούν

source: User
el: Χρήστης

source: Status
el: Κατάσταση

source: Filed
el: Καταχωρήθηκε

source: Completed applications
el: Περατωθείσες Αιτήσεις

source: Display
el: Προβολή

source: All
el: Όλων

source: applications
el: αιτήσεις

source: Apply for a new instance
el: Αίτηση για νέα εικονική μηχανή

source: Use/Comments
el: Χρήση/Σχόλια

source: Give a short description of the intended use of this virtual machine, that justifies the parameter selection above. Feel free to include any additional comments.
el: Δώστε μια σύντομη περιγραφή της χρήσης της εικονικής μηχανής, η οποία να δικαιολογεί την επιλογή παραμέτρων που κάνατε. Μπορείτε επίσης να περιλάβετε τυχόν σχόλια προς τους διαχειριστές της εφαρμογής.

source: If you are applying on behalf of a NOC under GRNET's constituency, please select the appropriate organization. Otherwise, fill-in the admin contact information below.
el: Αν κάνετε αίτηση για λογαριασμό του NOC κάποιου από τους Φορείς του ΕΔΕΤ, τότε παρακαλούμε να επιλέξετε τον αντίστοιχο φορέα. Σε διαφορετική περίπτωση, παρακαλούμε συμπληρώστε τα στοιχεία επικοινωνίας του διαχειριστικού υπεύθυνου.

source: Miscellaneous
el: Λοιπά

source: We kindly remind you of the following:
el: Σας υπευθυμίζουμε τα εξής:

source: You must accept the terms of service before continuing.
el: Πρέπει να αποδεχθείτε τους Όρους Χρήσης πρoτού συνεχίσετε.

source: I have read the above and accept them, along with the
el: Διάβασα τα παραπάνω και τα αποδέχομαι μαζί με τους

source: Terms of Service
el: Όρους Χρήσης της Υπηρεσίας

source: Review application
el: Ανασκόπηση αίτησης

source: Job Details
el: Λεπτομέρειες

source: Close
el: Κλείσιμο

source: by
el: από

source: Submitted
el: Έχει υποβληθεί στις

source: Decision
el: Απόφαση

source: Comments to the user
el: Σχόλια προς το χρήστη

source: The instance has been placed on
el: Η εικονική μηχανή έχει τοποθετηθεί στο

source: Pending Instance Applications
el: Αιτήσεις που εκκρεμούν

source: Requested os not found
el: Δεν βρέθηκε το λειτουργικό που ζήτηθηκε

source: Job Id
el: Id εργασίας

source: Cluster
el: Σύμπλεγμα

source: Instance
el: Εικονική μηχανή

source: Action
el: Ενέργεια

source: Time
el: Ωρα

source: logs
el: Αρχείο καταγραφής

source: Disk
el: Δίσκος

source: Disk Templates
el: Πρότυπα δίσκων

source: Version
el: Έκδοση

source: Instances
el: Οι εικονικές μηχανές μου

source: Nodegroups
el: Κόμβοι

source: Networks
el: Δίκτυα

source: about
el: σχετικά με την εικονική μηχανή

source: on cluster
el: στο σύμπλεγμα

source: Details
el: Λεπτομέρειες

source: Node
el: Κόμβος

source: OS
el: Λειτουργικό σύστημα

source: CPUs
el: Επεξεργαστές

source: Network cards
el: Κάρτες δικτύου

source: Created on
el: Δημιουργήθηκε

source: Last modified
el: Τελευταία τροποποίηση

source: Owners
el: Ιδιοκτήτες

source: Manage Owners
el: Διαχείριση Ιδιοκτητών

source: Admin Options
el: Επιλογές Διαχειριστή

source: Options
el: Επιλογές

source: Notify
el: Ειδοποίηση

source: Unlock
el: Ξεκλείδωμα

source: Lock
el: Κλείδωμα

source: De-Isolate
el: Άρση απομόνωσης

source: Isolate
el: Απομόνωση

source: Application
el: Αίτηση

source: No data available yet...
el: Μη διαθέσιμα δεδομένα...

source: Configuration Options
el: Επιλογές Διαμόρφωσης

source: Configuration
el: Διαμόρφωση

source: Update
el: Ενημέρωση

source: Actions
el: Ενέργειες

source: Instance Tags
el: Τags εικονικών μηχανών

source: Shutdown
el: Απενεργοποίηση

source: Reboot
el: Επανεκκίνηση

source: Rename...
el: Μετονομασία...

source: Reinstall...
el: Επανεγκατάσταση...

source: Destroy...
el: Διαγραφή...

source: Start
el: Εκκίνηση

source: Instance actions are disabled by the administrator
el: Οι ενέργειες της εικονικής μηχανήες έιναι απενεργοποιημένες απο τον διαχειριστή.

source: Reinstall Instance
el: Επανεγκατάσταση

source: Warning!
el: Προσοχή!

source: Email link
el: Αποστολή link

source: Destroy Instance
el: Διαγραφή εικονικής μηχανής

source: Rename Instance
el: Μετονομασία εικονικής μηχανής

source: Console
el: Κονσόλα

source: VNC session on
el: VNC σύνδεση στο

source: Instance Rename
el: Μετονομασία

source: My instances
el: Οι εικονικές μηχανές μου

source: Owner
el: Ιδιοκτήτης

source: Shortcuts
el: Συντομεύσεις

source: Instance Details
el: Λεπτομέρειες εικονικών μηχανών

source: instances
el: εικονικών μηχανών

source: All your data will be lost!
el: Όλα τα δεδομένα σας θα χαθούν

source: Your instance will be deleted!
el: Η εικονική σας μηχανή θα διαγραφεί

source: Make sure you have a recent backup of your data!
el: Βεβαιωθείτε ότι έχετε ένα πρόσφατο αντίγραφο ασφαλείας όσων δεδομένων χρειάζεσθε

source: Once initiated, this process cannot be undone or stop!
el: Εφόσον ξεκινήσει, αυτή η διαδικασία δεν μπορεί να αναιρεθεί ή να σταματήσει

source: Important
el: Σημαντικό

source: To rename an instance make sure that it is turned off
el: Για να μετονομάσετε μια εικονική μηχανή, βεβαιωθείτε ότι είναι απενεργοποιημένη

source: Re-install
el: Επανεγκατάσταση

source: Destroy
el: Διαγραφή

source: Rename
el: Μετονομασία

source: on instance <strong>%(instance)s</strong> is no longer available. It has either expired or it is already performed.
el: στη μηχανή <strong>%(instance)s</strong> δεν είναι πλέον διαθέσιμο. Έχει είτε λήξει ή έχει ήδη πραγματοποιηθεί.

source: Apply for a new request via the instance details page.
el: Υποβάλλετε νέο αίτημα από τη σελίδα λεπτομερειών της εικονικής μηχανής

source: You are about to change your email to
el: Πρόκειται να αλλάξετε το email σας σε

source: Change Email
el: Αλλαγή e-mail

source: Clusters Jobs
el: Εργασίες συμπλέγματος

source: jobs
el: εργασίες

source: Send
el: Αποστολή

source: Type name(s) from user, group, instance, cluster
el: Επιλέξτε ονόματα από χρήστες, ομάδες, μηχανές, clusters

source: Activation Complete
el: Η ενεργοποίηση ολοκληρώθηκε

source: Activation Status
el: Ενεργοποίηση χρήστη

source: succesfully activated
el: ενεργοποιήθηκε επιτυχώς

source: The user has probably been already activated.
el: Ο χρήστης έχει πιθανότατα ενεργοποιηθεί ήδη.

source: The user will be notified about his/her account activation
el: Ο χρήστης θα ενημερωθεί για την ενεργοποίηση του λογαριασμού

source: Change Password
el: Αλλαγή κωδικού

source: Submit
el: Υποβολή

source: Password Reset Complete
el: Η αλλαγή του κωδικού ολοκληρώθηκε

source: Your password was successfully reset. You may login
el: Ο κωδικός σας έχει αλλάξει επιτυχώς. Μπορείτε να εισέρθετε

source: here
el: εδώ

source: Reset Password
el: Αλλαγή κωδικού

source: Password Reset
el: Αλλαγή Κωδικού

source: Reset
el: Αλλαγή

source: There was an error processing your password change request.
el: Παρουσιάστηκε ένα σφάλμα κατά το αίτημα αλλαγής του κωδικού σας

source: Email sent
el: Το email στάλθηκε

source: Email Sent
el: Αποστολή Email

source: An email has been sent containing instructions on resetting your password. Please check your inbox.
el: Ένα email έχει σταλεί στη διεύθυνσή σας με οδηγίες αλλαγής/επαναφοράς του κωδικού σας

source: Register
el: Εγγραφή

source: Registration Email Sent
el: Στάλθηκε Email Εγγραφής

source: An email has been sent to the system administrator. You will be soon notified about the activation of your account.
el: Ένα email έχει αποσταλλεί στο διαχειριστή του συστήματος. Θα ειδοποιηθείτε σύντομα για την ενεργοποίηση του λογαριασμού σας

source: Back to
el: Πίσω στην

source: login
el: είσοδο

source: page
el: σελίδα

source: Register new user
el: Εγγραφή νέου χρήστη

source: Instance Creation History
el: Ιστορικό Δημιουργίας Εικονικών Μηχανών

source: Click and drag in the plot area to zoom in
el: Κάντε click και σύρετε μέσα στο γράφημα για μεγέθυνση

source: Drag your finger over the plot to zoom in
el: Σύρτε το δείκτη σας πάνω στο γράφημα για μεγέθυνση

source: Instance Creation Dates
el: Ημερομηνίες Δημιουργίας Εικονικών Μηχανών

source: Number of Instances
el: Αριθμός Εικονικών Μηχανών

source: Created
el: Δημιουργήθηκε

source: So far
el: Μέχρι στιγμής

source: Instance Applications History
el: Ιστορικό Αιτήσεων

source: Instance Application Dates
el: Ημερομηνίες Αιτήσεων

source: Number of Applications
el: Αριθμός Αιτήσεων

source: Submitted:
el: Έχουν υποβληθεί

source: Service Statistics
el: Στατιστικά Υπηρεσίας

source: Username
el: Όνομα Χρήστη

source: VMs
el: Εικονικές μηχανές

source: Platform Statistics
el: Στατιστικά Πλατφόρμας

source: Instances
el: Εικονικές Μηχανές

source: Created
el: Έχουν δημιουργηθεί

source: Submitted
el: Έχουν υποβληθεί

source: Users
el: Χρήστες

source: Registered
el: Εγγεγραμμένοι

source: Groups
el: Ομάδες

source: of users
el: χρηστών

source: Organizations
el: Φορείς

source: Participating
el: Συμμετέχουν

source: Your Statistics
el: Τα στατιστικά σας

source: My Instances
el: Οι εικονικές μηχανές μου

source: Total
el: Σύνολο

source: Avg.
el: ΜΟ.

source: Warning
el: Προσοχή

source: Adding or removing users and groups is done on your own responsibility
el: Η προσθήκη και η αφαίρεση χρηστών πραγματοποιείται με δική σας ευθύνη

source: User Idle Accounts
el: Αδρανείς Λογαριασμοί

source: First Name
el: Όνομα

source: Last Name
el: Επώνυμο

source: Last Login
el: Τελευταία Είσοδος

source: Login
el: Είσοδος

source: Welcome
el: Καλωσήλθατε

source: Your username and password didn't match. Please try again.
el: Ο συνδυασμός ονόματος χρήστη και κωδικού δεν είναι έγκυρος

source: Forgot password?
el: Ξεχάσατε τον κωδικό σας;

source: Register a new account
el: Εγγραφή νέου χρήστη

source: There is a pending mail change request on your behalf. Check your e-mails for an activation link.
el: Εκκρεμεί η αλλαγή email από την πλευρά σας. Ελέγξτε τα email σας και επισκεφθείτε το link ενεργοποίησης.

source: enter your new mail address twice so we can verify you typed it in correctly.
el: εισάγετε το e-mail σας δύο φορές ώστε να βεβαιωθούμε ότι έχει αποτυπωθεί ορθά

source: Once you submit this form you will receive an activation email with instructions on how to proceed
el: Όταν υποβάλλετε τη φόρμα θα λάβετε ένα email με ένα link ενεργοποίσης και οδηγίες σχετικά με το πώς θα προχωρήσετε

source: Your e-mail
el: Το e-mail σας

source: has successfully changed to
el: έχει αλλάξει με επιτυχία σε

source: you have not registered an address yet
el: δεν έχετε καταχωρήσει κάποια διεύθυνση e-mail

source: Change email
el: Αλλαγή e-mail

source: enter your first and last name
el: εισάγετε το ονοματεπώνυμό σας

source: Your name
el: To ονοματεπώνυμό σας

source: was successfully changed
el: έχει αλλάξει με επιτυχία σε

source: we don't know your name yet
el: δε γνωρίζουμε το όνομά σας ακομα

source: Change
el: Αλλαγή

source: please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
el: Παρακαλώ εισάγετε τον τρέχοντα κωδικό σας, για λόγους ασφαλείας, και στη συνέχεια εισάγετε το νέο σας κωδικό δύο φορές ώστε να βεβαιωθούμε ότι έχει αποτυπωθεί ορθά

source: Changing your password will log you out
el: Η αλλαγή του κωδικού θα προκαλέσει την έξοδο σας από την πλατφόρμα

source: Password changed
el: Ο κωδικός άλλαξε

source: successfully
el: επιτυχώς

source: about my profile
el: σχετικά με το προφίλ μου

source: profile
el: προφίλ

source: My profile
el: Το προφίλ μου

source: Change Name
el: Αλλαγή Ονοματεπώνυμου

source: Manage SSH Keys
el: Διαχείριση SSH κλειδιών

source: User Information
el: Στοιχεία χρήστη

source: Group Information
el: Στοιχεία ομάδας

source: Group Name
el: Ομάδα

source: Displaying %(usergroup)s instances
el: Προβολή μηχανών %(usergroup)s

source: Upload your SSH public keys and have them automatically installed on all newly-created instances. Keys must be in OpenSSH format, either RSA, or DSA, with or without a trailing comment.
el: Ανεβάστε τα SSH public κλειδιά σας και εγκαταστήστε τα αυτόματα σε όλα τα instances που δημιουργούνται εφ' εξής. Τα κλειδιά πρέπει να είναι συμβατά με OpenSSH format, είτε RSA, ή DSA, με ή χωρίς σχόλιο στο τέλος

source: Delete
el: Διαγραφή

source: Add new key
el: Προσθήκη νέου κλειδιού

source: Add key
el: Προσθήκη κλειδιού
